Repository: ercanyahsi/BookMyChair
Catalog: BookMyChair/Resources/*.lproj/Localizable.strings
Languages: tr

# hairdresser_selection_title
source: Select Hairdresser
tr: Kuaför Seç

# hairdresser_selection_create
source: Create Hairdresser
tr: Kuaför Oluştur

# hairdresser_name_placeholder
source: Hairdresser Name
tr: Kuaför Adı

# create_button
source: Create
tr: Oluştur

# cancel_button
source: Cancel
tr: İptal

source: Welcome to BookMyChair
tr: BookMyChair'e Hoş Geldiniz

source: Manage your hairdressing appointments effortlessly
tr: Kuaför randevularınızı kolayca yönetin

source: Add Hairdressers
tr: Kuaför Ekle

source: Create profiles for each stylist
tr: Her bir stilist için profil oluşturun

source: Schedule Appointments
tr: Randevu Planlama

source: Book and track daily reservations
tr: Günlük randevuları planlayın ve takip edin

source: Quick Contact
tr: Hızlı İletişim

source: Call customers with one tap
tr: Müşterileri tek dokunuşla arayın

source: Add Your First Hairdresser
tr: İlk Kuaförünüzü Ekleyin

source: Select a hairdresser to view their schedule
tr: Programını görmek için bir kuaför seçin

source: View Schedule
tr: Programı Görüntüle

source: Tap to view schedule
tr: Programı görmek için dokun

source: Today
tr: Bugün

source: Tomorrow
tr: Yarın

source: Add Reservation
tr: Randevu Ekle

source: No reservations
tr: Randevu yok

# reservations_title
source: Reservations
tr: Randevular

source: New Reservation
tr: Yeni Randevu

source: Edit Reservation
tr: Randevuyu Düzenle

source: Customer Name
tr: Müşteri Adı

source: Phone Number
tr: Telefon Numarası

source: Customer
tr: Müşteri

source: Recommended
tr: Önerilen

source: Or enter manually
tr: Veya elle girin

source: Select Time
tr: Saat Seç

source: Hour
tr: Saat

source: Minute
tr: Dakika

# save_button
source: Save
tr: Kaydet

# delete_button
source: Delete
tr: Sil

source: Select from Contacts
tr: Kişilerden Seç

source: Call Customer
tr: Müşteriyi Ara

source: Add New Reservation
tr: Yeni Randevu Ekle

source: Tap to edit reservation
tr: Düzenlemek için dokun

source: Appointment Time
tr: Randevu Saati

source: Error
tr: Hata

# ok_button
source: OK
tr: Tamam

# delete_confirmation_title
source: Delete Reservation
tr: Randevuyu Sil

# delete_confirmation_message
source: Are you sure you want to delete this reservation?
tr: Bu randevuyu silmek istediğinizden emin misiniz?

# delete_hairdresser_message
source: Are you sure you want to delete %@? All associated appointments will be permanently deleted.
tr: %@ kuaförünü silmek istediğinizden emin misiniz? Tüm ilişkili randevular kalıcı olarak silinecektir.

# conflict_message
source: This time slot is already reserved. Please choose a different time.
tr: Bu saat dilimi zaten rezerve edilmiş. Lütfen farklı bir saat seçin.

# past_time_error
source: Cannot create reservation for a past time. Please select a future time.
tr: Geçmiş bir zaman için randevu oluşturulamaz. Lütfen gelecek bir zaman seçin.

source: Validation Error
tr: Doğrulama Hatası

# empty_name_error
source: Customer name cannot be empty
tr: Müşteri adı boş olamaz

# empty_phone_error
source: Phone number cannot be empty
tr: Telefon numarası boş olamaz

# about_title
source: About
tr: Hakkında

# about_version
source: Version 1.0.0
tr: Sürüm 1.0.0

# about_description_title
source: About BookMyChair
tr: BookMyChair Hakkında

# about_description_text
source: BookMyChair is a professional appointment management app designed specifically for hairdressers and hair salons. Streamline your daily schedule, manage multiple stylists, and keep track of all your customer appointments in one place.
tr: BookMyChair, özellikle kuaförler ve kuaför salonları için tasarlanmış profesyonel bir randevu yönetim uygulamasıdır. Günlük programınızı kolaylaştırın, birden fazla stilisti yönetin ve tüm müşteri randevularınızı tek bir yerde takip edin.

# about_features_title
source: Key Features
tr: Öne Çıkan Özellikler

# about_feature_hairdressers
source: Multiple Hairdressers
tr: Çoklu Kuaför

# about_feature_hairdressers_desc
source: Create and manage profiles for each stylist in your salon
tr: Salonunuzdaki her stilist için profil oluşturun ve yönetin

# about_feature_scheduling
source: Smart Scheduling
tr: Akıllı Planlama

# about_feature_scheduling_desc
source: Book appointments with conflict detection and time validation
tr: Çakışma tespiti ve zaman doğrulaması ile randevu oluşturun

# about_feature_contact
source: Instant Contact
tr: Anında İletişim

# about_feature_contact_desc
source: Call customers directly from the app with one tap
tr: Müşterileri uygulama içinden tek dokunuşla arayın

# about_support_title
source: Support the App
tr: Uygulamayı Destekle

# about_support_text
source: If you find BookMyChair useful, consider supporting its development. Your contribution helps us improve and maintain the app.
tr: BookMyChair'i faydalı buluyorsanız, geliştirilmesini desteklemeyi düşünün. Katkınız uygulamayı geliştirmemize ve sürdürmemize yardımcı oluyor.

# about_donate_coming_soon
source: Donate button coming soon
tr: Bağış butonu yakında gelecek

# about_developer
source: Developed with ❤️ for hair professionals
tr: Kuaför profesyonelleri için ❤️ ile geliştirildi
